# Пример 1
# print("Привет")

# Пример 2 
# print("Привет 2")

# Пример 3
# print('Эх " Ах') # " выведется как текст
# print('Эх ' Ах') 

# Пример 4
# print("д'Артаньян", 'ловко', "орудовал шпагой", "-", "он крут!")

# Пример 5
# print("Студент, какую оценку ты хочешь?")
# print('Я согласен на', input())

# Пример 6
# education_you = 'УдГУ'
# print(education_you, "- это прекрасно")

# Пример 7
# education_you = input('Где ты обучаешься? ')
# print(education_you, "- это прекрасно")

# Пример 8
# print('Ту', 'ту-ту', 'туууу!')
# print('Ту', 'ту-ту', 'туууу!', sep = " ")
# print('Ту', 'ту-ту', 'туууу!', sep = "|")

# Пример 9
# primer = "::"
# print('Ту', 'ту-ту', 'туууу!', sep = primer)

# Пример 10
# description = 'VS '
# print('Мы', 'работаем', 'в IDE ', end = description)
# print('Code')

# Пример 11
# appeal = 'Нам'
# sep_1 = ':-:'
# end_2 = '+++'
# print()

# Пример 12
# print('Чу', 'по', 'кабрас', sep = "", end = "")
# print('Cу', 'ес', 'твует', sep = "", end = "")

# Лабораторная 1
# input() = A
# input() = B
# input() = C
# input() = D # Тут не правильно инпут должен быть справа
# print("A", "B", "C", "D", sep = "")

# print("Раз", end = "-")
# print("Два", end = "-")
# print("Три")

# name = input('Как тебя зовут? ')
# print('Привет, ', name + "!")

